Repository: DigitalSeneca/mosquito_alert
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: number-of-citizen-scientists
gl: Participantes

source: user_ranking_info_text_1
gl: Consulta a túa puntuación e nivel alcanzados. No menú de axustes encontrarás información detallada sobre o sistema de puntuación de Mosquito Alert.

source: user_ranking_info_text_2
gl: Máis información sobre

source: user_ranking_info_text_3
gl: a puntuación

source: no_score_yet
gl: Aínda non tes puntuación, así que non apareces na clasificación. Por favor, sube algunhas observacións e volve consultar a clasificación máis tarde. Para saber como gañar puntos, sigue a ligazón máis abaixo.

source: My position
gl: A miña posición

source: of
gl: de

source: Rank
gl: Posición

source: User
gl: Usuario

source: Overall class
gl: Rango xeral

source: Score
gl: Puntuación

source: This is you!
gl: Ti estás aquí

source: Score details
gl: Máis detalles

source: this_is_your_personal_avatar
gl: Avatar persoal do participante. Grazas á puntuación obtida, alcanzouse o nivel de experiencia xeral de

source: there_are_5_levels
gl: Hai 5 niveis posibles: Principiante, Colaborador, Experto, Mestre e Gran Mestre.

source: Joined
gl: Empezou a participar hai

source: Last active
gl: Última actividade hai

source: Never
gl: Nunca

source: Overall rank - Unranked
gl: Posición global - Sen posición

source: Overall rank
gl: Posición global

source: Top
gl: Estás entre o

source: participants
gl: participantes

source: XP
gl: Puntos

source: Other awards
gl: Premios obtidos

source: awarded_on
gl: Concedido o

source: XP, awarded on
gl: puntos, concedidos

source: Level obtained for
gl: Nivel alcanzado para

source: Mosquito rank - Unranked
gl: Posición específica para Mosquito - Sen clasificar

source: Mosquito rank
gl: Posición específica para Mosquito

source: click_score_instructions
gl: Fai click encima dos cadros para ver os detalles dos datos enviados e os puntos conseguidos.

source: xp awarded for
gl: puntos concedidos por

source: No awards because
gl: Non obtiveches puntos xa que

source: No awards for this report!
gl: Este informe non ten puntos concedidos!

source: Breeding site
gl: Lugares de cría

source: Breeding site rank - Unranked
gl: Posición específica para Lugares de cría - Sen clasificar

source: Breeding site rank
gl: Posición específica para Lugares de cría

source: Other
gl: Outros

source: Novice
gl: Principiante

source: Contributor
gl: Colaborador

source: Expert
gl: Experto

source: Master
gl: Mestre

source: Grandmaster
gl: Gran mestre

source: start_of_season
gl: Primeiro informe da tempada

source: daily_participation
gl: ser o primeiro informe do día

source: fidelity_day_2
gl: Mandar datos durante DOUS días seguidos

source: fidelity_day_3
gl: Mandar datos durante TRES días seguidos

source: achievement_10_reports
gl: 10 datos enviados

source: achievement_20_reports
gl: 20 datos enviados

source: achievement_50_reports
gl: 50 datos enviados

source: picture
gl: a foto

source: location
gl: a xeolocalización dos datos

source: storm_drain
gl: É un sumidoiro

source: water_question
gl: Responder a pregunta da agua do lugar de cría

source: mosquito_report_follows_breeding_site
gl: Emngadir un informe de mosquito ao final

source: no_picture
gl: non hai foto

source: no_location
gl: o informe non está xeolocalizado

source: thorax_question
gl: Responder o formulario do tórax do mosquito

source: abdomen_question
gl: responder o formulario do abdome do mosquito

source: leg_question
gl: responder o formulario das patas do mosquito

source: other_species
gl: Despois de analizar a notificación, os expertos consideran que non corresponde a ningunha das 5 especies obxectivo de mosquito. Para máis info, revisa o titorial da app.

source: bite report follow
gl: Lugares de cría

source: years ago
gl: anos

source: months ago
gl: meses

source: days ago
gl: días

source: Overall
gl: Nivel xeral

source: Adult
gl: Nivel Mosquito

source: Reports
gl: Datos enviados

source: Site
gl: Nivel Lugares de cría

source: you_just_received_a_points_award
gl: Acabas de recibir unha recompensa de puntos!

source: your_picture_has_been_validated_by_an_expert
gl: A túa foto foi validada por un experto!
