Repository: DigitalSeneca/mosquito_alert
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: bn

source: Data last updated on
bn: ডেটা সর্বশেষ আপডেট করা হয়েছে

source: number-of-citizen-scientists
bn: নাগরিক বিজ্ঞানীগণ

source: user_ranking_info_text_1
bn: আপনার বর্তমান স্কোর এবং লেভেল পরীক্ষা করুন। সেটিংস মেন্যুতে আপনি মসকিউটো অ্যালার্ট স্কোরিং সিস্টেম সম্পর্কে বিস্তারিত তথ্য পাবেন।

source: user_ranking_info_text_2
bn: এ সম্পর্কে আরো তথ্য

source: user_ranking_info_text_3
bn: স্কোরিং

source: no_score_yet
bn: আপনার এখনও কোনো স্কোর নেই তাই র‍্যাংকিং এ আপনাকে দেখাচ্ছে না। অনুগ্রহ করে, কিছু নোটিফিকেশন আপলোড করুন এবং পরবর্তীতে আবার যাচাই করুন। কিভাবে পয়েন্ট অর্জন করতে হয় তা জানতে নিচের লিংকটি অনুসরণ করুন।

source: My position
bn: আমার অবস্থান

source: of
bn: এর

source: Rank
bn: র‍্যাংক

source: User
bn: ব্যবহারকারী

source: Overall class
bn: সামগ্রিক শ্রেণী

source: Score
bn: স্কোর

source: This is you!
bn: এটি আপনি!

source: Score details
bn: বিস্তারিত

source: this_is_your_personal_avatar
bn: এটি অংশগ্রহণকারীর অবতার। স্কোর অনুযায়ী বর্তমান অভিজ্ঞতার লেভেল হচ্ছে

source: there_are_5_levels
bn: এখানে ৫টি সম্ভাব্য লেভেল রয়েছে: শিক্ষানবিস, অবদানকারী, বিশেষজ্ঞ, মাস্টার এবং গ্র্যান্ড মাস্টার।

source: Joined
bn: ভূমিকা রাখা শুরু করেছেন

source: Last active
bn: সর্বশেষ সক্রিয় সময়

source: Never
bn: কখনোই নয়

source: Overall rank - Unranked
bn: সামগ্রিক অবস্থান - র‍্যাংকবিহীন

source: Overall rank
bn: সামগ্রিক অবস্থান

source: Top
bn: আপনি শীর্ষে রয়েছেন

source: participants
bn: অংশগ্রহণকারীগণ

source: XP
bn: পয়েন্ট

source: Other awards
bn: প্রদত্ত পুরস্কারসমূহ

source: awarded_on
bn: প্রদান করা হয়েছে

source: XP, awarded on
bn: পয়েন্ট, দেওয়া হলো

source: Level obtained for
bn: প্রাপ্ত লেভেল

source: Mosquito
bn: মশা

source: Mosquito rank - Unranked
bn: মশার জন্য নির্দিষ্ট অবস্থান - র‍্যাংকবিহীন

source: Mosquito rank
bn: মশার জন্য নির্দিষ্ট অবস্থান

source: click_score_instructions
bn: প্রদানকৃত তথ্য এবং প্রাপ্ত পুরস্কার বিস্তারিত দেখতে রঙিন বক্সগুলি ক্লিক করুন।

source: xp awarded for
bn: পয়েন্ট পাচ্ছেন

source: No awards because
bn: আপনি পয়েন্ট পাননি কারণ

source: No awards for this report!
bn: এই রিপোর্টের জন্য কোনো পুরষ্কার নেই!

source: Breeding site
bn: প্রজনন স্থান

source: Breeding site rank - Unranked
bn: নির্দিষ্ট প্রজনন স্থানের র‍্যাংক - র‍্যাংকবিহীন

source: Breeding site rank
bn: নির্দিষ্ট প্রজনন স্থানের র‍্যাংক

source: Other
bn: অন্যান্য

source: Novice
bn: শিক্ষানবিস

source: Contributor
bn: অবদানকারী

source: Expert
bn: অভিজ্ঞ

source: Master
bn: মাস্টার

source: Grandmaster
bn: গ্র্যান্ডমাস্টার

source: start_of_season
bn: মৌসুমের শুরু

source: daily_participation
bn: দিনের প্রথম রিপোর্ট আপলোড করা হচ্ছে

source: fidelity_day_2
bn: পরপর দুই দিনের রিপোর্ট আপলোড করা হচ্ছে

source: fidelity_day_3
bn: পরপর তিন দিনের রিপোর্ট আপলোড করা হচ্ছে

source: achievement_10_reports
bn: ১০টি তথ্য আপলোড হয়েছে

source: achievement_20_reports
bn: ২০টি তথ্য আপলোড করা হয়েছে

source: achievement_50_reports
bn: ৫০টি তথ্য আপলোড করা হয়েছে

source: picture
bn: ছবি

source: location
bn: ভৌগলিক অবস্থানের তথ্য পাঠানো হয়েছে

source: storm_drain
bn: এটি একটি নর্দমা

source: water_question
bn: প্রজনন স্থান রিপোর্টে পানি সম্পর্কিত প্রশ্নের উত্তর

source: mosquito_report_follows_breeding_site
bn: পরবর্তীতে একটি মশার রিপোর্ট যোগ করা হচ্ছে

source: no_picture
bn: কোনো ছবি নেই

source: no_location
bn: রিপোর্টটিতে ভৌগলিক অবস্থান উল্লেখ নেই

source: thorax_question
bn: মশা রিপোর্টে মশার বক্ষ সম্পর্কিত প্রশ্নের উত্তর

source: abdomen_question
bn: মশা রিপোর্টে মশার উদর সম্পর্কিত প্রশ্নের উত্তর

source: leg_question
bn: মশা রিপোর্টে মশার পা সম্পর্কিত প্রশ্নের উত্তর

source: other_species
bn: আপনার প্রদত্ত তথ্য/ছবি বিশ্লেষণ করে বিশেষজ্ঞগণ এই সিদ্ধান্তে উপনীত হয়েছেন যে, এটি নির্ধারিত ৫ মশার প্রজাতির কোনোটিই নয়। আরো তথ্য জানতে, অ্যাপ টিউটোরিয়ালটি পুনরায় দেখুন।

source: bite report follow
bn: বর্তমান রিপোর্টটি কামড় সম্পর্কিত রিপোর্টের পাশাপাশি অনুসরণ করা হচ্ছে

source: years ago
bn: কয়েক বছর পূর্বে

source: months ago
bn: কয়েক মাস পূর্বে

source: days ago
bn: কয়েক দিন পূর্বে

source: Overall
bn: সামগ্রিক স্তর

source: Adult
bn: মশার স্তর

source: Reports
bn: প্রেরিত তথ্য

source: Site
bn: স্থানের স্তর

source: you_just_received_a_points_award
bn: আপনি এই মাত্র একটি পয়েন্ট পেয়েছেন!

source: your_picture_has_been_validated_by_an_expert
bn: আপনার পাঠানো ছবিটি একজন বিশেষজ্ঞ যাচাই করেছেন!
